# Translation

class Translation:
  # start text
  START_TEXT = "Hᴇʟʟᴏ Fᴇʟʟᴏᴡ Usᴇʀ !\n \nI ᴀᴍ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ʙᴏᴛ ᴡʜɪᴄʜ ᴇɴᴄᴏᴅᴇ\nᴠɪᴅᴇᴏs.\n \nI ᴄᴀɴ ᴅᴏ ᴀ ʟᴏᴛ ᴏғ ᴛʜɪɴɢs ᴏᴛʜᴇʀ ᴛʜᴀɴ ɪᴜsᴛ\nᴇɴᴄᴏᴅɪɴɢ ᴀ ᴠɪᴅᴇᴏ.\n \nSᴛᴀʙ ᴛʜᴇ ʜᴇʟᴘ ʙᴜᴛᴛᴏɴ ᴛᴏ ᴋɴᴏᴡ ᴍᴏʀᴇ."
  HELP_TEXT = "Wᴇʟᴄᴏᴍᴇ Fᴇʟʟᴏᴡ Usᴇʀ !\n \nI ᴡɪʟʟ ɴᴏᴡ ᴛᴇʟʟ ʏᴏᴜ ᴍʏ ғᴇᴀᴛᴜʀᴇs ᴀɴᴅ\nʜᴏᴡ ᴛᴏ ᴜsᴇ ᴍᴇ.\n➖➖➖➖➖➖➖➖➖➖\n✫Jᴜsᴛ sᴇɴᴅ ᴍᴇ ᴀ ᴠɪᴅᴇᴏ ᴛᴏ ɢᴇᴛ sᴛᴀʀᴛᴇᴅ.\n✫I ʜᴀᴠᴇ ᴀ ǫᴜᴇᴜᴇ, sᴏ ʏᴏᴜ ᴄᴀɴ ᴀʟsᴏ sᴇɴᴅ\nᴍᴇ ᴛᴏɴs ᴏғ ғɪʟᴇs.\n✫Yᴏᴜ ᴄᴀɴ ᴄᴏɴғɪɢᴜʀᴇ ᴍʏ sᴇᴛᴛɪɴɢs ᴡɪᴛʜ\n/settings.\n✫Iғ ʏᴏᴜ ᴡᴀɴɴᴀ ᴜsᴇ /bash sᴇɴᴅ\n/manual_mode.\n✫Iғ ʏᴏᴜ ᴘʀᴇғᴇʀ ᴜsɪɴɢ ʙᴏᴛ ɴᴏʀᴍᴀʟʟʏ,\nsᴇɴᴅ /normal_mode.\n✫Yᴏᴜ ᴄᴀɴ ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ғɪʟᴇ ʙʏ\nʀᴇᴘʟʏɪɴɢ ɪᴛ ᴡɪᴛʜ /dl ᴀɴᴅ ᴜᴘʟᴏᴀᴅ ɪᴛ ʙʏ /ul\nғɪʟᴇ ɴᴀᴍᴇ.\n➖➖➖➖➖➖➖➖➖➖\n \nAʟʟ ᴛʜᴀɴᴋs ᴛᴏ ᴛʜᴇ ᴅᴇᴠᴇʟᴏᴘᴇʀ ᴛᴇᴀᴍ ᴀɴᴅ\nᴛʜᴇɪʀ ʜᴀʀᴅ ᴡᴏʀᴋ ғᴏʀ ᴛʜɪs ᴡᴏɴᴅᴇʀғᴜʟ\nʙᴏᴛ."
  STATUS_TXT = """<b>᚛› 𝚃𝙾𝚃𝙰𝙻 𝙵𝙸𝙻𝙴𝚂: <code>{}</code></b>
<b>᚛› 𝚃𝙾𝚃𝙰𝙻 𝚄𝚂𝙴𝚁𝚂: <code>{}</code></b>
<b>᚛› 𝚃𝙾𝚃𝙰𝙻 𝙲𝙷𝙰𝚃𝚂: <code>{}</code></b>
<b>᚛› 𝚄𝚂𝙴𝙳 𝚂𝚃𝙾𝚁𝙰𝙶𝙴: <code>{}</code> 𝙼𝙱</b>
<b>᚛› 𝙵𝚁𝙴𝙴 𝚂𝚃𝙾𝚁𝙰𝙶𝙴: <code>{}</code> 𝙼𝙱</b>"""
